Repository: ryanlew02/HalfLight
Catalog: HalfLight/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans

source: Consistency through plateaus is what carries you to the breakthrough.
ar: الثبات عبر الهضاب هو ما يحملك إلى الاختراق.
de: Beständigkeit durch Plateaus hindurch ist es, was dich zum Durchbruch trägt.
es: La constancia a través de las mesetas es lo que te lleva al avance.
fr: La régularité à travers les plateaux est ce qui vous porte jusqu'à la percée.
it: La costanza attraverso i plateau è ciò che ti porta alla svolta.
ja: 停滞を貫く一貫性こそが、あなたを突破口へ運びます。
ko: 정체기를 관통하는 꾸준함이 당신을 돌파로 데려갑니다.
nl: Volharding door plateaus heen is wat je naar de doorbraak draagt.
pt_br: A constância através dos platôs é o que te leva ao avanço.
ru: Постоянство сквозь плато — вот что выносит вас к прорыву.
zh_hans: 穿越瓶颈的持之以恒，正是把你带向突破的力量。

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pt_br: Continuar
ru: Продолжить
zh_hans: 继续

source: Control is impossible
ar: التحكّم مستحيل
de: Kontrolle ist unmöglich
es: El control es imposible
fr: Le contrôle est impossible
it: Il controllo è impossibile
ja: 制御は不可能だ
ko: 통제는 불가능하다
nl: Controle is onmogelijk
pt_br: O controle é impossível
ru: Контроль невозможен
zh_hans: 控制是不可能的

source: Counting sheep
ar: عدّ الخراف
de: Schäfchen zählen
es: Contar ovejas
fr: Compter les moutons
it: Contare le pecore
ja: 羊を数えること
ko: 양을 세는 것
nl: Schaapjes tellen
pt_br: Contar carneiros
ru: Считать овец
zh_hans: 数羊

source: Craft a short intention and repeat it as you fall asleep: "The next time I'm dreaming, I will remember that I'm dreaming." Say it slowly, mean it, and picture it working. The feeling behind the words matters as much as the words.
ar: صُغ نية قصيرة وكرّرها وأنت تغفو: "في المرة القادمة التي أحلم فيها، سأتذكّر أنني أحلم." قُلها ببطء، واعنِها، وتخيّلها تنجح. الشعور خلف الكلمات لا يقل أهمية عن الكلمات.
de: Forme eine kurze Absicht und wiederhole sie beim Einschlafen: "Wenn ich das nächste Mal träume, werde ich mich erinnern, dass ich träume." Sag sie langsam, mein sie und stell dir vor, wie sie wirkt. Das Gefühl hinter den Worten zählt so viel wie die Worte.
es: Crea una intención breve y repítela mientras te duermes: "La próxima vez que sueñe, recordaré que estoy soñando." Dila despacio, en serio, e imagina que funciona. El sentimiento tras las palabras importa tanto como las palabras.
fr: Forgez une intention courte et répétez-la en vous endormant : "La prochaine fois que je rêverai, je me souviendrai que je rêve." Dites-la lentement, sincèrement, et imaginez-la fonctionner. Le sentiment derrière les mots compte autant que les mots.
it: Crea un'intenzione breve e ripetila mentre ti addormenti: "La prossima volta che sogno, ricorderò che sto sognando." Dilla lentamente, sul serio, e immaginala funzionare. Il sentimento dietro le parole conta quanto le parole.
ja: 短い意図をつくり、眠りに落ちながらくり返しましょう。「次に夢を見るとき、夢だと思い出す。」ゆっくり、本気で唱え、効いている様子を思い描いて。言葉の奥にある感覚は、言葉そのものと同じくらい大切です。
ko: 짧은 의도를 만들어 잠들면서 되뇌세요. "다음에 꿈을 꿀 때, 꿈이라는 걸 기억하겠다." 천천히, 진심으로 말하고, 그것이 작동하는 모습을 그려 보세요. 말 뒤에 있는 느낌은 말 자체만큼이나 중요합니다.
nl: Smeed een korte intentie en herhaal die terwijl je in slaap valt: "De volgende keer dat ik droom, zal ik me herinneren dat ik droom." Zeg het langzaam, meen het, en stel je voor dat het werkt. Het gevoel achter de woorden telt net zo zwaar als de woorden.
pt_br: Crie uma intenção curta e repita-a ao adormecer: "Da próxima vez que eu sonhar, vou lembrar que estou sonhando." Diga devagar, com sinceridade, e imagine-a funcionando. O sentimento por trás das palavras importa tanto quanto as palavras.
ru: Сформулируйте короткое намерение и повторяйте его, засыпая: «В следующий раз, когда я буду спать, я вспомню, что сплю.» Произносите медленно, искренне и представляйте, как это срабатывает. Чувство за словами важно не меньше самих слов.
zh_hans: 拟一句简短的意图，在入睡时反复念诵：“下次做梦时，我会记起自己在做梦。”慢慢地、真心地说，并想象它奏效。话语背后的感受，和话语本身同样重要。

source: Create an account
ar: إنشاء حساب
de: Account erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
ja: アカウントを作成
ko: 계정 만들기
nl: Account aanmaken
pt_br: Criar uma conta
ru: Создать учётную запись
zh_hans: 创建账户

source: Creations of your own mind that can still surprise you
ar: إبداعات عقلك أنت، ومع ذلك قد تفاجئك
de: Schöpfungen deines eigenen Geistes, die dich dennoch überraschen können
es: Creaciones de tu propia mente que aun así pueden sorprenderte
fr: Des créations de votre propre esprit qui peuvent pourtant vous surprendre
it: Creazioni della tua stessa mente che possono comunque sorprenderti
ja: あなた自身の心の創造物だが、それでも驚かせてくる
ko: 당신 자신의 마음이 만든 것이지만, 그래도 당신을 놀라게 할 수 있는 것
nl: Scheppingen van je eigen geest die je toch kunnen verrassen
pt_br: Criações da sua própria mente que ainda assim podem te surpreender
ru: Творения вашего собственного ума, которые всё же могут вас удивить
zh_hans: 出自你自己心智、却仍能让你吃惊的造物

source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
ja: 現在
ko: 현재
nl: Huidig
pt_br: Atual
ru: Текущий
zh_hans: 当前

source: Current password
ar: كلمة المرور الحالية
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
nl: Huidig wachtwoord
pt_br: Senha atual
ru: Текущий пароль
zh_hans: 当前密码

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pt_br: Escuro
ru: Тёмная
zh_hans: 深色

source: Decide where and when you'll keep a dream journal — by your bed, on waking. Choosing the moment is half the habit.
ar: قرّر أين ومتى ستدوّن يوميات أحلامك — بجوار سريرك، عند الاستيقاظ. اختيار اللحظة نصف العادة.
de: Entscheide, wo und wann du ein Traumtagebuch führst – neben deinem Bett, beim Aufwachen. Den Moment zu wählen ist die halbe Gewohnheit.
es: Decide dónde y cuándo llevarás un diario de sueños: junto a tu cama, al despertar. Elegir el momento es la mitad del hábito.
fr: Décidez où et quand vous tiendrez un journal de rêves — près de votre lit, au réveil. Choisir le moment, c'est la moitié de l'habitude.
it: Decidi dove e quando terrai un diario dei sogni — accanto al letto, al risveglio. Scegliere il momento è metà dell'abitudine.
ja: 夢日記をどこで、いつつけるか決めましょう——枕元で、目覚めた瞬間に。タイミングを決めることが習慣の半分です。
ko: 꿈 일기를 어디서 언제 쓸지 정하세요 — 침대 옆에서, 깨어나자마자. 순간을 정하는 것이 습관의 절반입니다.
nl: Bepaal waar en wanneer je een droomdagboek bijhoudt — naast je bed, bij het ontwaken. Het moment kiezen is de helft van de gewoonte.
pt_br: Decida onde e quando vai manter um diário de sonhos — ao lado da cama, ao acordar. Escolher o momento é metade do hábito.
ru: Реши, где и когда будешь вести дневник снов — у кровати, сразу после пробуждения. Выбор момента — половина привычки.
zh_hans: 决定你在何时何地记录梦境日记——在床边，醒来时。选定那个时刻，习惯就成了一半。

source: Decide your calm response in advance: "It's a dream. I'm safe. I can face this."
ar: قرّر استجابتك الهادئة سلفًا: "إنه حلم. أنا بأمان. أستطيع مواجهة هذا."
de: Entscheide deine ruhige Reaktion im Voraus: „Es ist ein Traum. Ich bin sicher. Ich kann mich dem stellen.“
es: Decide tu respuesta calmada de antemano: "Es un sueño. Estoy a salvo. Puedo enfrentar esto".
fr: Décidez à l'avance votre réponse calme : "C'est un rêve. Je suis en sécurité. Je peux affronter ça."
it: Decidi in anticipo la tua risposta calma: "È un sogno. Sono al sicuro. Posso affrontarlo."
ja: 落ち着いた応じ方を前もって決めましょう。「これは夢。私は安全。これに立ち向かえる。」
ko: 차분한 대응을 미리 정하세요. "이건 꿈이야. 나는 안전해. 나는 이걸 마주할 수 있어."
nl: Bepaal vooraf je kalme reactie: "Het is een droom. Ik ben veilig. Ik kan dit onder ogen zien."
pt_br: Decida sua resposta calma de antemão: "É um sonho. Estou seguro. Posso encarar isto."
ru: Заранее решите свой спокойный отклик: «Это сон. Я в безопасности. Я могу встретить это».
zh_hans: 提前定好你平静的回应：“这是个梦。我是安全的。我能面对它。”

source: Decide your one question now, ready for your next lucid encounter.
ar: حدّد سؤالك الواحد الآن، جاهزًا للقائك الواعي القادم.
de: Leg jetzt deine eine Frage fest, bereit für deine nächste luzide Begegnung.
es: Decide tu única pregunta ahora, lista para tu próximo encuentro lúcido.
fr: Décidez votre unique question dès maintenant, prête pour votre prochaine rencontre lucide.
it: Decidi ora la tua unica domanda, pronta per il tuo prossimo incontro lucido.
ja: 次の明晰な出会いに備えて、あなたの一つの質問を今決めておきましょう。
ko: 다음 자각의 만남에 대비해, 당신의 단 하나의 질문을 지금 정해 두세요.
nl: Bepaal nu je ene vraag, klaar voor je volgende lucide ontmoeting.
pt_br: Decida sua única pergunta agora, pronta para o seu próximo encontro lúcido.
ru: Решите свой единственный вопрос сейчас — готовым к следующей осознанной встрече.
zh_hans: 现在就定下你的那一个问题，为下一次清醒的相遇做好准备。

source: Deep Dive
ar: غوص عميق
de: Tiefer Tauchgang
es: Inmersión profunda
fr: Plongée profonde
it: Immersione profonda
ja: 深掘り
ko: 깊이 탐구
nl: Diepe duik
pt_br: Mergulho profundo
ru: Глубокое погружение
zh_hans: 深度探索

source: Deep sensory engagement sharpens and stabilizes the dream world.
ar: الانخراط الحسّي العميق يشحذ عالم الحلم ويثبّته.
de: Tiefer Sinneseinsatz schärft und stabilisiert die Traumwelt.
es: La implicación sensorial profunda agudiza y estabiliza el mundo del sueño.
fr: Un engagement sensoriel profond aiguise et stabilise le monde du rêve.
it: Un ingaggio sensoriale profondo affina e stabilizza il mondo onirico.
ja: 深い感覚の関わりが、夢の世界を研ぎ澄まし、安定させます。
ko: 깊은 감각적 관여가 꿈 세계를 또렷하게 하고 안정시킵니다.
nl: Diepe zintuiglijke betrokkenheid scherpt en stabiliseert de droomwereld.
pt_br: O engajamento sensorial profundo aguça e estabiliza o mundo do sonho.
ru: Глубокое чувственное вовлечение обостряет и стабилизирует мир сна.
zh_hans: 深度的感官投入，会让梦境世界更锐利、更稳定。

source: Deepening & Super-Vividness
ar: التعميق والوضوح الفائق
de: Vertiefung & Super-Lebendigkeit
es: Profundización y súper vividez
fr: Approfondissement et super-vivacité
it: Approfondimento e super-vividezza
ja: 深化と超鮮明化
ko: 심화와 초선명화
nl: Verdieping en super-levendigheid
pt_br: Aprofundamento e super-vivacidade
ru: Углубление и сверхъяркость
zh_hans: 深化与超清晰

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Delete account
ar: حذف الحساب
de: Account löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
nl: Account verwijderen
pt_br: Excluir conta
ru: Удалить учётную запись
zh_hans: 删除账户

source: Delete Dream
ar: حذف الحلم
de: Traum löschen
es: Eliminar sueño
fr: Supprimer le rêve
it: Elimina sogno
ja: 夢を削除
ko: 꿈 삭제
nl: Droom verwijderen
pt_br: Excluir sonho
ru: Удалить сон
zh_hans: 删除梦境

source: Delete this dream?
ar: حذف هذا الحلم؟
de: Diesen Traum löschen?
es: ¿Eliminar este sueño?
fr: Supprimer ce rêve ?
it: Eliminare questo sogno?
ja: この夢を削除しますか？
ko: 이 꿈을 삭제할까요?
nl: Deze droom verwijderen?
pt_br: Excluir este sonho?
ru: Удалить этот сон?
zh_hans: 删除这个梦境？

source: Delete your account?
ar: حذف حسابك؟
de: Account löschen?
es: ¿Eliminar tu cuenta?
fr: Supprimer votre compte ?
it: Eliminare il tuo account?
ja: アカウントを削除しますか？
ko: 계정을 삭제할까요?
nl: Je account verwijderen?
pt_br: Excluir sua conta?
ru: Удалить учётную запись?
zh_hans: 删除你的账户？

source: Describe the dream while it's still fresh…
ar: صِف الحلم وهو لا يزال حاضرًا…
de: Beschreibe den Traum, solange er noch frisch ist…
es: Describe el sueño mientras aún está fresco…
fr: Décrivez le rêve tant qu'il est encore frais…
it: Descrivi il sogno finché è ancora fresco…
ja: 夢が新鮮なうちに書き留めましょう…
ko: 기억이 생생할 때 꿈을 적어 보세요…
nl: Beschrijf de droom zolang hij nog vers is…
pt_br: Descreva o sonho enquanto ainda está fresco…
ru: Опишите сон, пока он свеж…
zh_hans: 趁记忆还清晰时描述这个梦…

source: Dictate your dream
ar: أملِ حلمك
de: Diktiere deinen Traum
es: Dicta tu sueño
fr: Dictez votre rêve
it: Detta il tuo sogno
ja: 夢を口述する
ko: 꿈을 받아쓰기
nl: Dicteer je droom
pt_br: Dite seu sonho
ru: Продиктуйте свой сон
zh_hans: 口述你的梦

source: Did you know?
ar: هل تعلم؟
de: Wusstest du schon?
es: ¿Sabías que…?
fr: Le saviez-vous ?
it: Lo sapevi?
ja: 知っていましたか？
ko: 알고 계셨나요?
nl: Wist je dat?
pt_br: Você sabia?
ru: А вы знали?
zh_hans: 你知道吗？

source: Do 5 genuine reality checks today, each tied to an anchor.
ar: أجرِ 5 فحوص واقع حقيقية اليوم، كلٌّ منها مربوط بمرساة.
de: Mach heute 5 echte Realitätschecks, jeden an einen Anker geknüpft.
es: Haz hoy 5 comprobaciones de realidad genuinas, cada una atada a un anclaje.
fr: Faites aujourd'hui 5 tests de réalité authentiques, chacun lié à une ancre.
it: Fai oggi 5 controlli di realtà genuini, ognuno legato a un ancoraggio.
ja: 今日、本物のリアリティチェックを5回、それぞれ錨に結びつけて行いましょう。
ko: 오늘 진짜 리얼리티 체크를 5번, 각각 닻에 묶어서 해 보세요.
nl: Doe vandaag 5 oprechte realiteitschecks, elk gekoppeld aan een anker.
pt_br: Faça hoje 5 checagens de realidade genuínas, cada uma atrelada a uma âncora.
ru: Сделайте сегодня 5 настоящих проверок реальности, каждую привязав к якорю.
zh_hans: 今天做5次真正的现实检验，每一次都绑定到一个锚点。

source: Do one minute of slow breathing tonight as a rehearsal for staying calm in-dream.
ar: مارس دقيقة واحدة من التنفّس البطيء الليلة كتمرين على البقاء هادئًا داخل الحلم.
de: Übe heute Nacht eine Minute langsames Atmen als Probe fürs Ruhigbleiben im Traum.
es: Practica un minuto de respiración lenta esta noche como ensayo para mantener la calma dentro del sueño.
fr: Pratiquez une minute de respiration lente ce soir, en répétition pour rester calme dans le rêve.
it: Pratica un minuto di respiro lento stanotte, come prova per restare calmo nel sogno.
ja: 今夜、ゆっくりした呼吸を1分間練習しましょう——夢の中で落ち着いていられるためのリハーサルとして。
ko: 오늘 밤, 느린 호흡을 1분간 연습하세요 — 꿈 속에서 침착함을 유지하기 위한 예행연습으로.
nl: Oefen vannacht één minuut langzaam ademen, als repetitie om in de droom kalm te blijven.
pt_br: Pratique um minuto de respiração lenta esta noite, como ensaio para manter a calma dentro do sonho.
ru: Сегодня ночью попрактикуйте минуту медленного дыхания как репетицию спокойствия во сне.
zh_hans: 今晚练习一分钟的缓慢呼吸，作为在梦中保持平静的预演。

source: Do one reality check today where you truly pause and expect a surprise.
ar: أجرِ فحص واقع واحدًا اليوم تتوقّف فيه بصدق وتتوقّع مفاجأة.
de: Mach heute einen Realitätscheck, bei dem du wirklich innehältst und eine Überraschung erwartest.
es: Haz hoy una comprobación de realidad en la que de verdad te detengas y esperes una sorpresa.
fr: Faites aujourd'hui un test de réalité où vous marquez vraiment une pause et attendez une surprise.
it: Fai oggi un controllo di realtà in cui ti fermi davvero e ti aspetti una sorpresa.
ja: 今日、本当に立ち止まって驚きを予期するリアリティチェックを一回行いましょう。
ko: 오늘 진짜로 멈춰 서서 놀라움을 기대하는 리얼리티 체크를 한 번 해 보세요.
nl: Doe vandaag één realiteitscheck waarbij je echt pauzeert en een verrassing verwacht.
pt_br: Faça hoje uma checagem de realidade em que você realmente pare e espere uma surpresa.
ru: Сделайте сегодня одну проверку реальности, в которой по‑настоящему остановитесь и будете ждать сюрприза.
zh_hans: 今天做一次现实检验，真正停下来，并预期会有惊讶。

source: Do you ever wake naturally in the early morning? Could you use that moment?
ar: هل تستيقظ أحيانًا طبيعيًا في الصباح الباكر؟ أيمكنك استغلال تلك اللحظة؟
de: Wachst du manchmal von selbst am frühen Morgen auf? Könntest du diesen Moment nutzen?
es: ¿A veces te despiertas de forma natural de madrugada? ¿Podrías aprovechar ese momento?
fr: Vous arrive-t-il de vous réveiller naturellement au petit matin ? Pourriez-vous saisir ce moment ?
it: Ti capita di svegliarti naturalmente al primo mattino? Potresti sfruttare quel momento?
ja: 早朝に自然と目が覚めることはありますか？その瞬間を活かせそうですか？
ko: 이른 아침에 저절로 깨는 일이 있나요? 그 순간을 활용할 수 있을까요?
nl: Word je soms vanzelf vroeg in de ochtend wakker? Zou je dat moment kunnen benutten?
pt_br: Você às vezes acorda naturalmente de madrugada? Poderia aproveitar esse momento?
ru: Бывает, что вы просыпаетесь сами рано утром? Могли бы вы использовать этот момент?
zh_hans: 你有时会在清晨自然醒来吗？能否利用那一刻？

source: Doing it as fast as possible
ar: إجراؤه بأسرع ما يمكن
de: Ihn so schnell wie möglich machen
es: Hacerla lo más rápido posible
fr: Le faire le plus vite possible
it: Farlo il più velocemente possibile
ja: できるだけ速く行う
ko: 가능한 한 빨리 하기
nl: Hem zo snel mogelijk doen
pt_br: Fazê-la o mais rápido possível
ru: Делать её как можно быстрее
zh_hans: 尽可能快地做

source: Doing it exactly 10 times
ar: إجراؤه عشر مرات بالضبط
de: Ihn genau zehnmal machen
es: Hacerla exactamente 10 veces
fr: Le faire exactement 10 fois
it: Farlo esattamente 10 volte
ja: ちょうど10回行う
ko: 정확히 10번 하기
nl: Hem precies 10 keer doen
pt_br: Fazê-la exatamente 10 vezes
ru: Делать её ровно 10 раз
zh_hans: 恰好做10次

source: Doing It Right
ar: القيام به بشكل صحيح
de: Richtig machen
es: Hacerlo bien
fr: Bien le faire
it: Farlo bene
ja: 正しく行う
ko: 제대로 하기
nl: Het goed doen
pt_br: Fazendo do jeito certo
ru: Делать правильно
zh_hans: 正确地做

source: Don't be discouraged by misses — WILD often takes many tries. Each attempt teaches you the threshold.
ar: لا تُحبَط من الإخفاقات — غالبًا ما يتطلّب WILD محاولات كثيرة. كل محاولة تعلّمك العتبة.
de: Lass dich von Fehlschlägen nicht entmutigen – WILD braucht oft viele Versuche. Jeder Versuch lehrt dich die Schwelle.
es: No te desanimes por los fallos: WILD a menudo requiere muchos intentos. Cada intento te enseña el umbral.
fr: Ne vous découragez pas des échecs — WILD demande souvent de nombreuses tentatives. Chaque essai vous enseigne le seuil.
it: Non scoraggiarti per i fallimenti — il WILD spesso richiede molti tentativi. Ogni tentativo ti insegna la soglia.
ja: 失敗にくじけないで——WILDは何度も試すのがふつうです。一回ごとの試みが、あなたに敷居を教えてくれます。
ko: 실패에 낙심하지 마세요 — WILD는 흔히 여러 번 시도해야 합니다. 매 시도가 당신에게 그 문턱을 가르쳐 줍니다.
nl: Laat je niet ontmoedigen door missers — WILD vergt vaak veel pogingen. Elke poging leert je de drempel.
pt_br: Não desanime com as falhas — o WILD muitas vezes exige muitas tentativas. Cada tentativa te ensina o limiar.
ru: Не унывайте из‑за промахов — WILD часто требует множества попыток. Каждая попытка учит вас порогу.
zh_hans: 别因失败而气馁——WILD 往往需要多次尝试。每一次尝试都在教你认识那道门槛。

source: Don't do WBTB every night, especially if you're tired — a few times a week is plenty. Lucid dreaming should add to your life, not drain it. Good, consistent sleep actually improves your dreams and recall, so rest is part of the practice.
ar: لا تمارس WBTB كل ليلة، خصوصًا إن كنت متعبًا — بضع مرات في الأسبوع تكفي تمامًا. ينبغي أن يضيف الحلم الواضح إلى حياتك، لا أن يستنزفها. النوم الجيد والمنتظم يحسّن أحلامك واسترجاعك فعلًا، فالراحة جزء من الممارسة.
de: Mach WBTB nicht jede Nacht, besonders wenn du müde bist – ein paar Mal pro Woche reicht völlig. Luzides Träumen sollte dein Leben bereichern, nicht auslaugen. Guter, gleichmäßiger Schlaf verbessert tatsächlich deine Träume und Erinnerung, also ist Erholung Teil der Praxis.
es: No hagas WBTB todas las noches, sobre todo si estás cansado: unas pocas veces por semana basta de sobra. El sueño lúcido debe sumar a tu vida, no agotarla. Un sueño bueno y constante de hecho mejora tus sueños y tu recuerdo, así que el descanso es parte de la práctica.
fr: Ne faites pas WBTB toutes les nuits, surtout fatigué — quelques fois par semaine suffit amplement. Le rêve lucide doit enrichir votre vie, pas l'épuiser. Un sommeil bon et régulier améliore en fait vos rêves et votre rappel, donc le repos fait partie de la pratique.
it: Non fare WBTB ogni notte, soprattutto se sei stanco: poche volte a settimana basta e avanza. Il sogno lucido dovrebbe aggiungere alla tua vita, non prosciugarla. Un sonno buono e costante migliora davvero i tuoi sogni e il richiamo, quindi il riposo è parte della pratica.
ja: WBTBを毎晩はやらないこと。とくに疲れているときは——週に数回で十分です。明晰夢は人生に足し算であるべきで、消耗させるものではありません。良質で規則的な睡眠は実際に夢と想起を高めるので、休息は実践の一部です。
ko: WBTB를 매일 밤 하지 마세요. 특히 피곤할 때는 — 일주일에 몇 번이면 충분합니다. 자각몽은 삶에 더해야지, 삶을 고갈시켜선 안 됩니다. 좋고 규칙적인 잠은 실제로 꿈과 회상을 향상시키니, 휴식도 수련의 일부입니다.
nl: Doe WBTB niet elke nacht, vooral niet als je moe bent — een paar keer per week is ruim voldoende. Lucide dromen hoort iets aan je leven toe te voegen, niet het uit te putten. Goede, regelmatige slaap verbetert je dromen en herinnering juist, dus rust is deel van de oefening.
pt_br: Não faça WBTB toda noite, sobretudo se estiver cansado — algumas vezes por semana é mais que suficiente. O sonho lúcido deve somar à sua vida, não drená-la. Um sono bom e constante de fato melhora seus sonhos e sua recordação, então o descanso é parte da prática.
ru: Не делайте WBTB каждую ночь, особенно если устали, — нескольких раз в неделю вполне достаточно. Осознанные сны должны прибавлять к жизни, а не истощать её. Хороший, ровный сон на деле улучшает ваши сны и припоминание, так что отдых — часть практики.
zh_hans: 别每晚都做 WBTB，尤其在疲惫时——一周几次就足够了。清醒梦应当为你的生活添彩，而非耗尽它。良好而规律的睡眠其实会改善你的梦境与回忆，所以休息本身就是练习的一部分。

source: Don't just say you'll become lucid — rehearse the exact moment until it feels real.
ar: لا تكتفِ بقول إنك ستصبح واعيًا — تمرّن على اللحظة بالضبط حتى تصبح واقعية.
de: Sag nicht nur, dass du luzid wirst – probe den genauen Moment, bis er sich echt anfühlt.
es: No te limites a decir que serás lúcido: ensaya el momento exacto hasta que se sienta real.
fr: Ne dites pas seulement que vous deviendrez lucide — répétez le moment exact jusqu'à ce qu'il semble réel.
it: Non limitarti a dire che diventerai lucido: prova il momento esatto finché non sembra reale.
ja: 明晰になると口にするだけでなく——その瞬間そのものを、本物に感じられるまでリハーサルしましょう。
ko: 자각하게 될 거라고 말만 하지 말고 — 그 순간 자체를, 진짜처럼 느껴질 때까지 연습하세요.
nl: Zeg niet alleen dat je lucide wordt — oefen het exacte moment tot het echt aanvoelt.
pt_br: Não basta dizer que você vai ficar lúcido — ensaie o momento exato até que pareça real.
ru: Не просто говорите, что станете осознанными, — репетируйте сам момент, пока он не станет ощущаться реальным.
zh_hans: 别只是说你会变清醒——把那个确切的瞬间预演到它感觉真实为止。

source: Don't lose sleep chasing it — a natural night-waking is the perfect, free opportunity.
ar: لا تضحِّ بنومك سعيًا وراءه — استيقاظ ليلي طبيعي هو الفرصة المثالية والمجانية.
de: Opfere dafür keinen Schlaf – ein natürliches nächtliches Erwachen ist die perfekte, kostenlose Gelegenheit.
es: No sacrifiques sueño persiguiéndolo: un despertar nocturno natural es la oportunidad perfecta y gratuita.
fr: Ne sacrifiez pas votre sommeil pour le poursuivre — un réveil nocturne naturel est l'occasion parfaite et gratuite.
it: Non sacrificare il sonno per inseguirlo: un risveglio notturno naturale è l'occasione perfetta e gratuita.
ja: それを追って睡眠を犠牲にしないこと——自然な夜中の目覚めこそ、完璧でタダの好機です。
ko: 그것을 좇느라 잠을 희생하지 마세요 — 자연스러운 밤중의 깨어남이 완벽하고 공짜인 기회입니다.
nl: Offer er geen slaap voor op — een natuurlijke nachtelijke ontwaking is de perfecte, gratis kans.
pt_br: Não sacrifique o sono perseguindo isso — um despertar noturno natural é a oportunidade perfeita e gratuita.
ru: Не жертвуйте сном в погоне за этим — естественное ночное пробуждение и есть идеальная, бесплатная возможность.
zh_hans: 别为追逐它而牺牲睡眠——一次自然的夜间醒来，就是完美又免费的机会。

source: Don't measure one night. Measure the trend over two weeks — it climbs.
ar: لا تقِس ليلة واحدة. قِس الاتجاه على مدى أسبوعين — إنه يتصاعد.
de: Miss nicht eine einzige Nacht. Miss den Trend über zwei Wochen – er steigt.
es: No midas una sola noche. Mide la tendencia a lo largo de dos semanas: va subiendo.
fr: Ne mesurez pas une seule nuit. Mesurez la tendance sur deux semaines — elle grimpe.
it: Non misurare una sola notte. Misura l'andamento su due settimane — sale.
ja: 一晩で測らないこと。二週間の傾向で測りましょう——上がっていきます。
ko: 하룻밤으로 재지 마세요. 2주 동안의 추세로 재세요 — 올라갑니다.
nl: Meet niet één nacht. Meet de trend over twee weken — die stijgt.
pt_br: Não meça uma única noite. Meça a tendência ao longo de duas semanas — ela sobe.
ru: Не оценивайте по одной ночи. Оценивайте тренд за две недели — он растёт.
zh_hans: 别用一个晚上来衡量。看两周的趋势——它在上升。
